Repository: VoteIT/voteit.irv
Catalog: voteit/irv/locale/*/LC_MESSAGES/voteit.irv.po
Languages: sv

source: Instant-runoff voting
sv: IRV

source: moderator_description_irv
sv: Rangordnad omröstning med en vinnare. Röstaren rangordnar de förslag hen vill rösta på. Det första förslaget att uppnå majoritet vinner.

source: voter_description_irv
sv: Rangordna förslagen i den ordning du föredrar dem. Om det förslag du röstat på utesluts flyttas din röst över enligt din rangordning.

source: Repeated IRV
sv: Upprepad IRV

source: moderator_description_repeated_irv
sv: Icke-proportionerlig rangordnad omröstning med flera vinnare. VARNING: Resultatet kan lätt manipuleras av en grupp röstande.

source: voter_description_repeated_irv
sv: Rangordna förslagen i den ordning du föredrar dem. Om det förslag du röstat på utesluts eller får ett överskott av röster flyttas din röst över enligt din rangordning till en vinnare utsetts. Detta upprepas tills det inte går att utse fler vinnare.

source: Winners
sv: Vinnare

source: repeated_irv_config_winners_description
sv: Antal möjliga vinnare i omröstningen.

source: Minimum ranked candidates
sv: Minsta antal förslag att rangordna

source: repeated_irv_config_min_ranked_description
sv: Minsta antal förslag att rangordna.

source: You must vote for at least ${num} proposals.
sv: Du måste rösta på minst ${num} förslag.

source: Proposals
sv: Förslag

source: Results of ${title}
sv: Resultat av ${title}

source: irv_result_explanation
sv: IRV (Instant-runoff voting) säkerställer en vinnare med stöd från en majoritet av de röstande. Förslaget med minst antal röster utesluts tills att något förslag uppnått majoritet.

source: Approved
sv: Bifallen

source: Denied
sv: Avslaget

source: irv_tied_description
sv: Slumpmässig utslagsröst har använts.

source: irv_incomplete_description
sv: Resultatet är ofullständigt. Inget förslag fick stöd av en majoritet av de röstande.

source: Detailed result
sv: Detaljerat resultat

source: Complete result
sv: Komplett resultat

source: Random in tiebreak
sv: Slumpmässig utslagsröst

source: Quota (votes to be elected)
sv: Kvot (röster för att bli vald)

source: repeated_irv_result_explanation
sv: Upprepad IRV är utformad för att uppnå ett rangordnad valresultat, där varje förslag stöds av en majoritet av de röstande. Röster från uteslutna förslag förs över enligt de röstsedlarnas rangordning tills ett förslag har majoritet. Detta upprepas tills inga fler vinnare kan utses.

source: stv_tied_description
sv: Slumpmässig utslagsröst har använts.

source: stv_incomplete_description
sv: Resultatet är ofullständigt. Det finns inte tillräckligt många förslag som uppnått majoritet.

source: Round
sv: Runda

source: Result
sv: Resultat

source: Method
sv: Metod

source: Yes
sv: Ja

source: No
sv: Nej
